Repository: nainai0722/CashBookForKidsApp
Catalog: CashBookForKidsApp/CashBookForKidsApp/Localization/Localizable.xcstrings
Source language: en
Languages: ja

# %lld円
source: %lldyen
ja: %lld円

# +%lld円
source: +%lldyen
ja: +%lld円

source: Add
ja: ふやす

source: Add Entry
ja: 追加する

source: Allowance
ja: おこづかい

source: Calculate
ja: 計算する

source: Cancel
ja: キャンセル

source: Category
ja: カテゴリーー

source: Change
ja: 変更

source: Change Color
ja: 色を変える

# change_it
source: Make changes
ja: 変更する

source: Check App Store
ja: App Storeで見る

source: Close
ja: 閉じる

source: Confirm Delete User
ja: ユーザーを削除しますか？

# contact_type
source: Inquiry Type
ja: 問い合わせ種別

# continue_3_days
source: If you continue for 3 days...
ja: 3日続けたら・・・

# continue_10_days
source: If you continue for 10 days...
ja: 10日続けたら・・・

# continue_20_days
source: If you continue for 20 days...
ja: 20日続けたら・・・

# continue_30_days
source: If you continue for 30 days...
ja: 30日続けたら・・・

# current_goal
source: Your current goal is %lld
ja: 今の目標は%lld

# dark_mode
source: Dark
ja: ダーク

source: Date
ja: 日付

source: Delete
ja: 削除

source: Delete User
ja: ユーザーを削除

source: Details
ja: 詳細

source: Enter Amount
ja: 金額を入力

source: Error
ja: エラー

source: Expense Breakdown
ja: つかったお金の内訳

# expense_food
source: food
ja: おやつ

# expense_game
source: game
ja: ゲーム

# expense_other
source: other
ja: その他

# expense_shopping
source: shopping
ja: お買い物

source: favorites
ja: お気に入り

source: Goal Achieved!
ja: 達成しました！

source: Goal Setting Screen
ja: 目標の設定画面

# how_much_reduce_if_daily
source: How much money would you lose if you kept doing it daily?
ja: 毎日続けたらいくらお金が減るだろうか？

# how_much_save_if_daily
source: How much money would you save if you kept doing it daily?
ja: 毎日続けたらいくらお金が貯まるだろうか？

# how_much_spend_daily
source: How much do you spend daily?
ja: 毎日いくら使う？

source: How to use
ja: 使い方

# include_device_info
source: Include device information
ja: 端末情報を含める

# income_family_support
source: family Support
ja: 家族の手伝い

source: income monthly payment
ja: 毎月のおこづかい

# income_other
source: other
ja: その他

# income_study
source: family Support
ja: 勉強

source: Input category
ja: カテゴリを入力してください

source: Input Memo
ja: メモを入力

source: Input Name
ja: 名前を入力

source: Input price
ja: 金額を入力してください

# inquiry_bug_report
source: Bug Report
ja: 不具合連絡

# inquiry_feedback
source: Feedback or Comments
ja: 意見や感想

# inquiry_improvement
source: App Improvement
ja: アプリの改善

# inquiry_type
source: Type of inquiry
ja: 問い合わせ種別

source: Invalid URL
ja: URLが無効です

source: look like Paypay
ja: Paypayっぽく

# ma_nichi_ikura_tsukau
source: How much to spend on a cursed day?
ja: 毎日いくら使う？

source: memo
ja: メモ

source: Missing input
ja: 入力が足りません

source: New user
ja: 新規ユーザー

# no_expense
source: No expenses
ja: 支出はありません

# no_goal_setting
source: Don't set anything in particular
ja: 特に設定しない

source: No income
ja: 収入はありません

source: No miss input
ja: 入力もれはありません

# other_apps
source: Other APP
ja: この開発者の他のアプリ

# please_specify_type_to_update
source: Please specify the type of allowance or expense to update.
ja: 更新するお小遣いまたは支出の種類を指定してください。

source: price
ja: 金額

source: Received Money Breakdown
ja: もらったお金の内訳

source: Received Money Type
ja: もらったお金のしゅるい

source: Record
ja: 記録する

source: Record Spending
ja: お金の記録をつける

# register_date_is
source: The date to register is %@
ja: 登録する日付は%@

# remaining_amount
source: Remaining Amount %lldyen
ja: あと%lld円です

source: Remove
ja: へらす

source: rewrite
ja: 書き換える

source: SDK List
ja: SDK一覧

source: Select Change Date
ja: 変更する日付を選ぶ

source: Select date to change
ja: 変更する日付を選ぶ

source: Select Type
ja: 種類を選択

source: Send Email
ja: メール送信

source: send mail
ja: メール送信

source: Set as goal
ja: 目標にする

source: Set Next Goal
ja: 次の目標を設定する

source: Setting View
ja: 設定画面

source: Settings
ja: 設定

# spending_breakdown
source: Breakdown of money spent
ja: つかったお金の内訳

# type_inference_error
source: Too much type inference error
ja: 型推論が多すぎてエラー

source: Update
ja: 更新

source: View App Info
ja: アプリ情報を見る

source: View Details
ja: こまかく見る

source: View User List
ja: ユーザー一覧を見る

# what_did_you_spend
source: What did you spend on?
ja: 何につかった？

source: What did you spend on?
ja: 何につかった？

source: What-if calculator
ja: たられば計算

# what_will_you_use
source: What will you use it for?
ja: 何に使う？

source: yen
ja: 円
